{
  "Header": {
    "HeaderText": "Switch now & No license fees for 3 months",
    "UserLinedHeaderText": "Find out more"
  },
  "Navbar": {
    "Preise": "Pricing",
    "Über uns": "About Us",
    "Business Typen": "Business Type",
    "Restaurant": "Restaurant",
    "Life Style": "Life Style",
    "Kontakt": "Contact Us",
    "English": "English",
    "Germen": "German",
    "Produkte": "Products",
    "Supermarket": "Supermarket",
    "Bestellungen effizient managen": "Manage orders efficiently",
    "Kassensystem": "Cash Register System",
    "Integartion von Lieferportalen": "Integration of delivery portals",
    "WebShop & App": "WebShop & App",
    "QR-Code Bestellung": "QR-Code Ordering"
  },
  "Landing": {
    "Entdecken Sie unsere Lösungen": "Discover our solutions.",
    "HeroTextOne": "No manual management of orders.NEW Integrated automations.",
    "HeroTextTwo": "Integrated automations.",
    "TryButton": "Try it for free",
    "ExploreButton": "Explore",
    "HeroFooterText": "Integrated interfaces. Automatic order acceptance.",
    "Keine Fehler": "No mistakes",
    "Keine Manuelle Arbeit": "No manual work",
    "Keine Verzögerung": "No delay",
    "Ihre Anweisungen werden akkurat befolgt, was dazu führt, dass  menschliche Fehler vermieden werden": "Your instructions are followed accurately, resulting in human errors being avoided.",
    "Lassen Sie die Arbeit automatisch fürSie erledigen, einschließlich Menüaktualisierungen und Automatischer Auftragsstellung": "Have the work done for you automatically, including menu updates and automated order placement",
    "Vergessen Sie verspätete oder verpasste Bestellungen - sie werden automatisch in Ihrer POS erstellt": "Forget about late or missed orders - they are automatically created in your POS",
    "Kümmern Sie sich um Leckeres Essen, den Rest erledigen wir": "Take care of delicious food, we'll take care of the rest",
    "Access the following features with GetOrder:": "Access the following features with GetOrder:",
    "Features": "Features",
    "Menüverwaltung": "Menu management",
    "Preisverwaltung": "Price management",
    "Auftrags-Erstellung im Kassensystem": "Order creation in the cash register system",
    "Vollste Kontrolle von überall": "Complete control from anywhere",
    "Demo anfordern": "Request a Demo",
    "Deine eigene App und Webshop Individuell und unabhängig": "Your own app and webshop Individual and independent",
    "Fange ganz einfach an zu bauen Der Template- Markt und das intuitive Design von Tape ermöglichen es dir, selbst komplexe Anforderungen abzubilden": "Start building easily. Tape's template market and intuitive design enable you to map even complex requirements.",
    "Automatisiere Deine Touren 5x Schnellere Effizienz": "Automate your tours. 5x Faster Efficiency.",
    "Hier sind alle deine Bestellungen in einer Umfassenden Übersicht Einfaches Fahrer- Tracking und Auswertung der Effizienz": "Here you can find all your orders in a comprehensive overview. Easy driver tracking and efficiency evaluation",
    "Alles im Überblick Genau das was du willst": "Everything at a glance. Exactly what you want.",
    "Das System bündelt alle Bestellungen der Filialen automatisch, und zeigt sie in einer Übersicht an, inklusive Tagesumsatz, Arbeitszeiten der Mitarbeiter:innen uvm": "The system automatically bundles all orders from the branches and displays them in an overview, including daily sales, employee working hours and much more.",
    "Real-Time Tracking Der Lieferungen": "Real-time tracking of deliveries.",
    "Schnellere Auftragsvergabe über die Fahrer-App für Fahrer:innen in der Nähe Lieferung in unter 30 Minuten dank automatischer TourenplanungEBIKE DELIVERY": "Faster order placement via the driver app for nearby drivers. Delivery in under 30 minutes thanks to automatic route planning.EBIKE DELIVERY",
    "Kundenstimmen": "Customer Testimonials",
    "TestimonialOne": "PayPoint exceeded my expectations! The user interface is intuitive and easy to use. The integration with my store was seamless, and I particularly appreciate the extensive reporting features that help me keep track of my sales.",
    "TestimonialTwo": "PayPoint is a reliable POS system that has helped my small business increase sales. It offers basic features at a reasonable price and has proven to be a good investment."
  },
  "Footer": {
    "Begleite und gestalte die Reise von Payout": "Accompany and shape PayPoint's journey.",
    "2023 Alle Rechte vorbehalten PayPoint": "2023 All rights reserved to PayPoint",
    "Kostenlos testen": "Try it for free",
    "Updates erhalten": "Receive Updates",
    "Produkt": "Product",
    "Ressourcen": "Resources",
    "Unternehmen": "Company"
  },

  "Pricing": {
    "Baue leistungsstarke All-in-One Workspaces": "Build powerful All-in-One Workspaces.",
    "Kassensystem POS": "Cash Register POS",
    "100% Finanzamtkonform": "100% tax office compliant",
    "Kostenloser 24/7 Support": "Free 24/7 support",
    "Vollständiges Kassensystem": "Complete cash register system",
    "Webshop und App Shop": "Webshop and App Shop",
    "Responsive Design": "Responsive Design",
    "HTTPS Verschlüsselung": "HTTPS Encryption",
    "Modernes Design": "Modern Design",
    "1x Schnittstelle": "1x Interface",
    "Google optimiert": "Google optimized:",
    "Kassensystem, Web und AppShop": "Cash register system, Web, and AppShop",
    "Einfache Buchhaltung": "Easy accounting",
    "mehr Umsatz": "more revenue",
    "Geringere Fehlerquote": "Lower error rate",
    "bessere Auslieferung": "Better delivery",
    "Kosteneinsparung": "Cost savings",
    "Bestellungen pro Monat": "Orders per month",
    "Bestellwert": "Order value",
    "Kosten pro Monat": "Costs per month",
    "Paypoint": "PayPoint",
    "bis zu": "up to",
    "Machen Sie mehr als 100000 € Umsatz pro Jahr?": "Do you make more than €100,000 in sales per year?",
    "Unser Sales-Team stellt Ihnen gerne eine passende Lösung Für Ihr Geschäft bereit": "Our sales team is happy to provide you with a suitable solution for your business.",
    "Kontaktieren Sie uns": "Contact us",
    "Warum über 300 Kund:innen PayPoint nutzen": "Why over 300 customers use PayPoint",
    "Die ausgewiesenen": "The indicated",
    "Preise sind monatliche Nettopreise": "Prices are monthly net prices",
    "Wähle selbst: Wie viel sparst du mit dem Paypoint Webshop?": "Choose for yourself: How much do you save with the PayPoint webshop?",
    "Beispiel für 100% Bestellungen über den eigenen Webshop": "Example for 100% orders via the own webshop",
    "Potentielle Ersparnis": "Potential savings",
    "monatlich": "monthly",
    "Bestell Wert": "Order value",
    "portalProvision": "Portal Commission",
    "Häufige gestellte Fragen": "Frequently Asked Questions",

    "Submit the form and": "Submit the form and",
    "get the demo": "get the demo",
    "Getorder": "GetOrder integrates and centralizes all your online orders to your existing POS system, making online order management simple, friendly and reliable.",
    "Your Store": "Your Store",

    "Store Name": "Store Name",
    "Select Your Country": "Select Your Country",
    "Number of Stores": "Number of Stores",
    "What POS do you have?": "Which POS do you have?",
    "Contact Info": "Contact Info",
    "First Name": "First Name",
    "Last Name": "Last Name",
    "Phone Number": "Phone Number",
    "Business Email": "Business Email",
    "Continue": "Continue",
    "Restaurant": "Restaurant",
    "Delivery service": "Delivery service",
    "Supermarket": "Supermarket",
    "Kiosk": "Kiosk"
  },
  "Aboutus": {
    "Wer wir sind?": "Who we are?",
    "Wir sind": "We are",
    "Wir packen Dinge an und präsentieren Lösungen Wir lieben Innovationen,glauben an das Unmögliche und stellen unsere Community an erste Stelle": "We tackle things and present solutions. We love innovations, believe in the impossible, and prioritize our community.",
    "Unsere Geschichte": "Our History",
    "Unser Kassensystem, PayPoint, ist eine umfassende Lösung für Ihr Unternehmen, die darauf abzielt, den Zahlungsprozess zu optimieren und die Geschäftseffizienz zu steigern Durch seine benutzerfreundliche Oberfläche ermöglicht es eine einfache Abwicklung von Transaktionen und bietet gleichzeitig leistungsstarke Funktionen für die Verfolgung von Verkäufen und die Verwaltung des Inventars": "Our cash register system, PayPoint, is a comprehensive solution for your business, aiming to optimize the payment process and increase business efficiency. Its user-friendly interface allows for easy transaction processing, while providing powerful features for sales tracking and inventory management.",
    "Diese Kombination aus Benutzerfreundlichkeit und Funktionalität macht PayPoint zu einem unverzichtbaren Werkzeug für Geschäftsleute, die ihre Abläufe verbessern möchten Mit PayPoint können Sie sich von komplizierten Kassenprozessen verabschieden und ein effizienteres, produktiveres Geschäftsumfeld schaffen": "This combination of user-friendliness and functionality makes PayPoint an indispensable tool for business people looking to improve their operations. With PayPoint, you can say goodbye to complicated cash register processes and create a more efficient, productive business environment.",
    "Entdecken Sie, wie PayPoint Ihr Unternehmen revolutionieren kann und Ihnen dabei hilft, Zeit zu sparen und Ressourcen effektiver einzusetzen Von kleinen Unternehmen bis hin zu großen Einzelhändlern bietet PayPoint eine maßgeschneiderte Lösung für Ihre spezifischen Bedürfnisse und trägt dazu bei, Ihren Geschäftserfolg zu maximieren": "Discover how PayPoint can revolutionize your business and help you save time and use resources more effectively. From small businesses to large retailers, PayPoint offers a tailored solution for your specific needs, contributing to maximizing your business success.",
    "Unser Ziel": "Our Goal",
    "Unser Ziel ist es, Ihr Geschäft mit PayPoint zu unterstützen, indem wir Ihnen eine umfassende Kassenlösung bieten, die nicht nur benutzerfreundlich ist, sondern auch leistungsstarke Funktionen bietet, um Ihre betrieblichen Abläufe zu optimieren und Ihren Geschäftserfolg zu steigern": "Our goal is to support your business with PayPoint by providing a comprehensive cash register solution that is not only user-friendly but also offers powerful features to optimize your operational processes and increase your business success.",
    "Ein Team von begeisterten Unternehmern und Software Freaks": "A team of enthusiastic entrepreneurs and software freaks.",
    "Unabhängig von anderen Unternehmen oder technischen Vorgaben": "Independent of other companies or technical specifications.",
    "Und Du…?": "And You...?",
    "Wir suchen kluge Köpfe": "We are looking for smart minds",
    "Was wäre eine ständig wachsende Firma ohne Zuwachs? Wenn Du eine neue Herausforderung suchst, können wir Dir vielleicht helfen": "What would a constantly growing company be without growth? If you are looking for a new challenge, we might be able to help you.",
    "Zim Kontaktformular": "To the contact form",
    "Geschäftsführer": "CEO",
    "Jelena Fischer ist die visionäre Kopf des Unternehmens, die mit strategischem Geschick und einem Fokus auf Exzellenz den Erfolg vorantreibt Ihr Verständnis für den Markt und ihre Förderung einer innovativen Arbeitskultur sichern das Wachstum und die Prosperität des Unternehmens": "Jelena Fischer is the visionary head of the company, advancing success with strategic skill and a focus on excellence. Her understanding of the market and promotion of an innovative work culture ensure the growth and prosperity of the company.",
    "Abdullah ist das kreative Genie im Team, das Jelenas Visionen in innovative Softwarelösungen verwandelt Seine Leidenschaft für Code und ständige Neugier treiben ihn an, kontinuierlich die Produkte von PayPoint zu verbessern und zu erweitern": "Abdullah is the creative genius in the team, transforming Jelena's visions into innovative software solutions. His passion for code and constant curiosity drive him to continuously improve and expand PayPoint's products.",
    "Isa ist der dynamische Motor im Vertriebsteam von PayPoint Mit seinem unübertroffenen Verhandlungsgeschick und seiner Fähigkeit, starke Kundenbeziehungen aufzubauen, treibt er das Wachstum des Unternehmens voran": "Isa is the dynamic engine in PayPoint's sales team. With his unparalleled negotiation skills and ability to build strong customer relationships, he drives the growth of the company.",
    "Gian ist der inspirierende Leiter des Vertriebsteams bei PayPoint Mit seiner strategischen Herangehensweise und seinem Engagement für Kundenzufriedenheit ist er ein wesentlicher Treiber für den Erfolg im Vertriebsbereich": "Gian is the inspiring leader of the sales team at PayPoint. With his strategic approach and commitment to customer satisfaction, he is a key driver for success in the sales area.",
    "Jelena ist das organisatorische Rückgrat des Unternehmens und sorgt für eine reibungslose Kommunikation und Abläufe im Büro Mit ihrer Effizienz, ihrem Organisationstalent und ihrer freundlichen Art unterstützt sie das Team und trägt dazu bei, dass alle Arbeitsabläufe reibungslos funktionieren": "Jelena is the organizational backbone of the company, ensuring smooth communication and workflows in the office. With her efficiency, organizational talent, and friendly nature, she supports the team and contributes to ensuring all workflows operate smoothly.",
    "Toussef ist ein kreativer Softwareentwickler, der mit Leidenschaft und Fachkenntnissen an der Entwicklung innovativer Lösungen arbeitet Sein technisches Geschick und sein Engagement für Qualität machen ihn zu einem wertvollen Mitglied des Teams, das kontinuierlich daran arbeitet, die Produkte von PayPoint zu verbessern und zu optimieren": "Toussef is a creative software developer who works with passion and expertise in developing innovative solutions. His technical skill and commitment to quality make him a valuable member of the team, continuously working to improve and optimize PayPoint's products.",
    "Softwareentwickler": "Software Developer",
    "leitender Vertriebsleiter": "Senior Sales Manager",
    "Vertriebsleitung": "Sales Management",
    "Bürokommunikation": "Office Communication",
    "Team Lead Produktmanagement": "Team Lead Product Management"
  },
  "Contactus": {
    "Wir sind für Sie da": "We are here for you",
    "Via Whatsapp, Online Chat oder über E-Mail Gerne Rufen wir Sie auch kostenlos zurück": "Via WhatsApp, online chat, or through email. We are also happy to call you back for free.",
    "Alle Kontaktmöglichkeiten sehen Jetzt runterscrollen": "See all contact options. Scroll down now.",
    "Kontakt": "Contact",
    "Kundendienst": "Customer Service",
    "Email Unterstützung": "Email Support",
    "Brauchst du eine Beratung?": "Need advice?",
    "Füll den Online-Fragebogen aus für ein maßgeschneidertes Kassensystem-Angebot": "Fill out the online questionnaire for a customized cash register system offer",
    "Zum Onlineformular": "To the online form",
    "Brauchst du einen Rückruf?": "Need a callback?",
    "Abschicken": "Submit",
    "Vorname": "First Name",
    "Nachname": "Last Name",
    "E-Mail": "Email",
    "Telefonnummer": "Phone Number",
    "Name des Gesschafts": "Business Name",
    "Wählen Sie Ihren Unternehmenstyp aus": "Select Your Business Type",
    "Restaurant": "Restaurant",
    "Kiosk": "Kiosk",
    "Supermarket": "Supermarket",
    "Liferservice": "Delivery Service",
    "Select Your Business Type": "Select Your Business Type",
    "First Name is required!": "First Name is required!",
    "First Name is required and should contain at least 3 characters!": "First Name is required and should contain at least 3 characters!",
    "Last Name is required!": "Last Name is required!",
    "Last Name is required and should contain at least 3 characters!": "Last Name is required and should contain at least 3 characters!",
    "Email is required!": "Email is required!",
    "Email should be in a correct format!": "Email should be in a correct format!",
    "Phone Number is required!": "Phone Number is required!",
    "Phone Number should contain at least 10 digits!": "Phone Number should contain at least 10 digits!",
    "Business Name is required!": "Business Name is required!",
    "Business Type is required!": "Business Type is required!",
    "Business Name is required and should contain at least 5 characters!": "Business Name is required and should contain at least 5 characters!"
  },
  "TryForFree": {
    "Back": "Back",
    "Further": "Further",
    "What type of business is this?": "What type of business is this?",
    "What type of business do you need a POS system for ?": "What type of business do you need a POS system for ?",
    "Do you need hardware as well as software? If yes, which?": "Do you need hardware as well as software? If yes, which?",
    "If you don’t need any hardware, you can skip this question": "If you don’t need any hardware, you can skip this question.",
    "Would you also like to accept card payments?": "Would you also like to accept card payments?",
    "Yes": "Yes",
    "No": "No",
    "Do you need additional functions?": "Do you need additional functions?",
    "Would you like to save on receipt rolls and offer a digital receipt solution using a QR code?": "Would you like to save on receipt rolls and offer a digital receipt solution using a QR code?",
    "Regardless of whether your customer asks for it, you are obliged to issue a receipt With the digital form, you can fulfill this obligation in a paperless, tax office-compliant and environmentally friendly manner": "Regardless of whether your customer asks for it, you are obliged to issue a receipt. With the digital form, you can fulfill this obligation in a paperless, tax office-compliant and environmentally friendly manner",
    "If you don’t need any additional functions, you can skip this question": "If you don’t need any additional functions, you can skip this question.",
    "Time Tracking": "Time Tracking",
    "DATEV Connection": "DATEV Connection",
    "Lexware Connection": "Lexware Connection",
    "Surname": "Surname",
    "First Name": "First Name",
    "Last Name": "Last Name",
    "Name of the concern": "Name of the concern",
    "Address": "Address",
    "Street": "Street",
    "City": "City",
    "Postal Code": "Postal Code",
    "Telephone": "Telephone",
    "We know you have a lot to do We only need your telephone number in case we have any questions about your request Of course, you will not receive any annoying advertising calls from us": "We know you have a lot to do. We only need your telephone number in case we have any questions about your request. Of course, you will not receive any annoying advertising calls from us.",
    "Email": "Email",
    "Please let us know your email address so that we can send you your tailor-made offer": "Please let us know your email address so that we can send you your tailor-made offer.",
    "Email Address": "Email Address",
    "T&C": "T&C",
    "I agree that the data I have sent will be processed for the purpose of processing my request in accordance with the": "I agree that the data I have sent will be processed for the purpose of processing my request in accordance with the",
    "data protection declaration": "data protection declaration",
    "I agree": "I agree",
    "Thank You for Submission": "Thank You for Submission",
    "We will get back to you as soon as possible": "We will get back to you as soon as possible.",
    "New Submission": "New Submission",
    "Gastronomy": "gastronomy",
    "Retail Trade": "retail trade",
    "Club": "Club",
    "Food Truck": "Food truck",
    "Optician": "optician",
    "Hairdresser & Beauty": "Hairdresser & Beauty",
    "Other": "Other",
    "Checkout": "Check out",
    "Cash Drawer": "Cash Drawer",
    "Receipt Printer": "Receipt Printer",
    "Barcode Scanner": "Barcode Scanner",
    "How many tables do you host?": "How many tables do you host?",
    "How many consultation tables do you host?": "How many consulation tables do you host?",
    "1-10 tables": "1-10 tables",
    "10-50 tables": "10-50 tables",
    "More than 10 tables": "More than 10 tables",
    "more than 50 tables": "More than 50 tables",
    "no": "None",
    "How many customer seats do you have in your premises?": "How many customer seats do you have in your premises?",
    "1-10 seats": "1-10 seats",
    "10-50 seats": "10-50 seats",
    "more than 50 seats": "More than 50 seats",
    "Data Protection": "Data Protection",
    "Please accept our terms and conditions so that we can process your request": "Please accept our terms and conditions so that we can process your request",
    "Please fill out all fields": "Please fill out all fields",
    "Please enter a valid email address": "Please enter a valid email address",
    "Please enter a valid phone number": "Please enter a valid phone number",
    "Please make selection": "Please make selection",
    "Please enter a valid postal code": "Please enter a valid postal code",
    "Submit": "Submit"
  },

  "Common": {
    "Smarte & erfolgreiche Restaurant Software": "Smart & successful restaurant software",
    "Vereinfache deine": "Simplify your ",
    "Restaurant Abläufe": "Restaurant processes",
    "Mit der modularen Restaurant Software von PayPoint": "With PayPoint's modular restaurant software,",
    "behältst du den Überblick über dein Restaurant": "you can keep track of your restaurant,",
    "und verwaltest alle Bestellungen an einem Ort": "and manage all orders in one place",
    "Kontaktieren Sie uns": "Contact us",
    "Für volle Teller und stressfreien Service": "For full plates and stress-free service",
    "Vereinfache deine Bestellaufnahme! Mit der mobilen Kasse nimmst du Bestellungen im Restaurant schneller entgegen Alle Bestellkanäle laufen direkt in der SIDES Restaurant Software zusammen, egal ob Bestellung an der Theke, per QR-Code oder online Das entlastet deinen in-House Betrieb und verringert deine Fehlerquote  Die automatische Übertragung von Bestellungen an den Küchenmanager ermöglicht die schnellere Abarbeitung von Bestellungen": "Simplify your ordering! With the mobile checkout, you can take orders in the restaurant more quickly. All ordering channels come together directly in the SIDES restaurant software, regardless of whether you order at the counter, via QR code, or online. This relieves your in-house operations and reduces your error rate. The automatic transmission of orders to the kitchen manager enables orders to be processed more quickly",
    "FAQ": "FAQ",
    "Mit der PayPoint Lieferdienst Software bekomme ich alles mit Ich kann alle Bestellungen immer in Verbindung mit den Lieferzeiten nachvollziehen und sehe genau, welche Bestellungen noch offen sind": "With the PayPoint delivery service software, I can keep track of everything. I can always track all orders in conjunction with delivery times and see exactly which orders are still open.",
    "Geschäftsführer bei Diazo": "CEO at Diazo",
    "Ein System für alle Prozesse": "One system for all processes",
    "Küchenmanager": "Kitchen Manager",
    "Automatisiere deine Küchenprozesse und verwalte Bestellungen digital am Küchenmonitor": "Automate your kitchen processes and manage orders digitally on the kitchen monitor.",
    "Payment": "Payment",
    "Wickle bargeldlose Zahlungen im Restaurant und online schnell und sicher ab": "Process cashless payments quickly and securely in the restaurant and online.",
    "Kassensystem": "Cash Register System",
    "Verwalte alle Bestellkanäle direkt in der Kasse - egal ob Lieferportal-, Theken- oder Webshop-Bestellung": "Manage all ordering channels directly in the cash register - whether it's delivery portal, counter, or webshop orders.",
    "Mobile Kasse": "Mobile Checkout",
    "Nimm Bestellungen schneller entgegen und übertrage Bestellungen automatisch an die Küche": "Take orders more quickly and automatically transmit orders to the kitchen.",
    "QR-Code Tischbestellung": "QR Code Table Ordering",
    "Biete Gästen die Möglichkeit, kontaktlos über QR-Codes zu bestellen und bezahlen": "Offer guests the option to order and pay contactlessly via QR codes.",
    "Bonussystem": "Bonus System",
    "Schaffe Bestellanreize und binde Gäste langfristig an deinen Gastronomiebetrieb": "Create ordering incentives and bind guests to your gastronomy business long-term",
    "Pick-Up Bestellungen & Lieferportalanbindung": "Pick-Up Orders & Delivery Portal Integration",
    "Weniger Stress": "Less Stress",
    "im in-House Betrieb": "in In-House Operations",
    "Provisionsfreie online Bestellungen über den eigenen Webshop & die App": "Commission-free online orders through your own webshop & app",
    "Schnellere Verarbeitung von Webshop-Bestellungen zur Selbstabholung": "Faster processing of webshop orders for self-pickup",
    "Automatische Synchronisierung von Lieferportalbestellungen mit der Kasse": "Automatic synchronization of delivery portal orders with the cash register",
    "Mehr erfahren": "Learn More",
    "Digitales Küchenmanagement": "Digital Kitchen Management",
    "Höhere": "Higher",
    "Kücheneffizienz": "Kitchen Efficiency",
    "Digitale Übertragung aller Bestellungen an die Küche": "Digital transmission of all orders to the kitchen",
    "Schnellere Verarbeitung von Speisen, Pick-Ups und Lieferungen": "Faster processing of dishes, pick-ups, and deliveries",
    "Automatische Zusammenfassung von Lieferbestellungen zu optimalen Lieferrouten": "Automatic consolidation of delivery orders for optimal delivery routes",
    "Sichere Online- und Kartenzahlung": "Secure Online and Card Payment",
    "Schnellere Abwicklung": "Faster Handling",
    "von Gästen": "from Guests",
    "Sichere, bargeldlose Zahlungen im Restaurant und online": "Secure, cashless payments in the restaurant and online",
    "Automatische Übertragung von Rechnungsbeträgen an das Kartenlesegerät": "Automatic transfer of invoice amounts to the card reader",
    "Höherer Umsatz durch Einbindung zahlreicher Anbieter": "Higher turnover through integration of numerous providers",
    "Wie unterstützt dich unsere Restaurant Software?": "How does our restaurant software support you?",
    "Unsere Module unterstützen dich in allen Bereichen deiner Gastronomie Dabei bildet das PayPoint": "Our modules support you in all areas of your gastronomy. PayPoint forms the",
    "Gastro Kassensystem": "Restaurant Cash Register System",
    "mit Cloud-TSE das Herzstück der Software Weitere Software Module, wie beispielsweise das Warenwirtschaftssystem, die": "with Cloud-TSE, the core of the software. Other software modules, such as the inventory management system, the",
    "Personalmanagement Software": "Human Resource Management Software",
    "und die Lieferdienst App können flexibel hinzu gebucht werden": "and the delivery service app can be flexibly added",
    "Worauf ist das Restaurant Kassensystem ausgerichtet?": "What is the restaurant cash register system focused on?",
    "PayPoint digitalisiert und automatisiert alle betriebsrelevanten Prozesse, Daten werden analysiert und ausgewertet Unser": "PayPoint digitizes and automates all operationally relevant processes, data is analyzed and evaluated. Our",
    "Kassensystem für die Gastronomie": "Cash register system for gastronomy",
    "wurde eigens für die Anforderungen von Gastronom:innen entwickelt und ist sowohl für große Franchiseketten als auch für kleine bis mittlere Restaurants geeignet Als Gastronom:in musst du an viele Dinge gleichzeitig denken und neben der Qualität im laufenden Geschäft auch alle Hintergrundprozesse im Griff haben PayPoint unterstützt dich dabei, damit die Abläufe in deinem Restaurant reibungslos funktionieren und du dich auf dein Tagesgeschäft konzentrieren kannst unter anderem mit": "was specially developed for the needs of gastronomers and is suitable for both large franchise chains and small to medium-sized restaurants. As a gastronomer, you have to think about many things at the same time and, in addition to the quality of ongoing business, also have all background processes under control. PayPoint supports you with this, ensuring smooth processes in your restaurant, allowing you to focus on your daily business, among other things with",
    "Integration der Lieferportale": "Integration of delivery portals",
    "Welche Vorteile bieten dir die Module unserer Restaurant Software?": "What benefits do the modules of our restaurant software offer you?",
    "Die Module der Restaurant Management Software digitalisieren und automatisieren alle Prozesse deiner Gastronomie, von der Bestellung bis zur Lieferung an deine Kunden Mithilfe unserer Software kannst du bis zu 200% mehr Umsatz generieren und deine Kosten um bis zu 40% senken Dein Lieferdienst ist dank": "The modules of the Restaurant Management Software digitize and automate all processes of your gastronomy, from ordering to delivery to your customers. With our software, you can generate up to 200% more turnover and reduce your costs by up to 40%. Your delivery service is thanks to",
    "Restaurant Webshop": "Restaurant Webshop",
    "und": "and",
    "Fahrermanagement": "Driver Management",
    "zuverlässig und koordiniert gemanagt Auch in der Küche ist Organisation das A & O Mach es deinen Mitarbeiter:innen so einfach wie möglich und führe sie mit unserer Hilfe durch eine erfolgreiche Schicht Unsere": "reliably and coordinatedly managed. Organization is also crucial in the kitchen. Make it as easy as possible for your employees and guide them with our help through a successful shift. Our",
    "Küchenmanagement Software": "Kitchen Management Software",
    "strukturiert Vorgänge klar und analytisch, sodass deine Mitarbeitenden genau wissen, was zu tun ist Leerlauf und Prozessstau werden vermieden, Betriebskosten gesenkt, die Verwaltung von Personal und Ressourcen optimiert": "structures processes clearly and analytically, so your employees know exactly what to do. Idle time and process congestion are avoided, operating costs reduced, the management of personnel and resources optimized",
    "Wie funktioniert gutes Restaurant Marketing?": "How does good restaurant marketing work?",
    "Gutes Restaurant Marketing heißt, verschiedene online und offline Marketing Aktivitäten richtig zu kombinieren, die dir als Gastronom:in helfen Markentreue aufzubauen, den Umsatz zu steigern und mehr Kund:innen zu erreichen Gerade der Einsatz von digitalen Marketing Maßnahmen ist heutzutage ein entscheidender Faktor, um dein Restaurant von anderen abzuheben In unserem kostenlosen eBook": "Good restaurant marketing means combining various online and offline marketing activities correctly, helping you as a gastronomer to build brand loyalty, increase turnover, and reach more customers. Especially the use of digital marketing measures is nowadays a crucial factor to distinguish your restaurant from others. In our free eBook",
    "Online-Marketing für die Gastronomie": "Online Marketing for Gastronomy",
    "findest du hilfreiche Tipps zur Vermarktung deines Betriebs": "you will find helpful tips for marketing your business.",
    "Die Unabhängigkeitserklärung für deinen Lieferservice": "The Declaration of Independence for Your Delivery Service",
    "Lange Lieferzeiten und eine unübersichtliche Verwaltung der Order-Kanäle haben jetzt ein Ende! Mit SIDES werden Bestellungen automatisch im": "Long delivery times and a confusing management of order channels are now a thing of the past! With SIDES, orders are automatically processed in",
    "Gastro-Kassensystem": "Gastro Cash Register System",
    "zusammengefasst Bestellungen von Webshop und App, in-House, Telefon und Lieferportalen werden anschließend direkt an den Küchenmanager weitergeleitet Auslieferungen werden automatisch in Routen gebündelt und Fahrer:innen sind via Tracking schneller erreichbar Dein Vorteil: Garantierte Auslieferung in unter 30 Minuten und bessere Kundenbewertungen!": "Summarized, orders from the webshop and app, in-house, phone, and delivery portals are then directly forwarded to the kitchen manager. Deliveries are automatically bundled into routes, and drivers are quickly reachable via tracking. Your advantage: Guaranteed delivery in under 30 minutes and better customer ratings!",
    "Unabhängige & flexible Lieferservice Software": "Independent & Flexible Delivery Service Software",
    "Mehr Umsatz dank der": "Increased Revenue Thanks to the",
    "Lieferdienst Software": "Delivery Service Software",
    "Mit PayPoint machst du dich unabhängiger von Lieferportalen und steigerst deinen Umsatz durch Bestellungen über den eigenen Webshop": "With PayPoint, you make yourself independent of delivery portals and increase your revenue through orders via your own webshop.",
    "Webshop, App und Portalanbindung": "Webshop, App, and Portal Integration",
    "Bestellungen stressfrei": "Stress-free Order Acceptance",
    "annehmen": "accept",
    "Bestellungen im eigenen Restaurant Webshop annehmen und hohe Kommissionen sparen": "Accept orders in your own restaurant webshop and save high commissions",
    "Integrierte Schnittstelle auch für Lieferportal-Bestellungen": "Integrated interface also for delivery portal orders",
    "Weniger Stress zu Stoßzeiten dank Auslagerung von Telefonbestellungen an Call-Center": "Less stress during peak hours thanks to outsourcing phone orders to call centers",
    "Bonussystem zur Kundenbindung mit Rabattcodes": "Bonus system for customer retention with discount codes",
    "Kanalverwaltung und Auswertung": "Channel management and analysis",
    "Alle Order-Kanäle": "All order channels",
    "auf einen Blick": "at a glance",
    "Bündeln von Bestellungen diverser Kanäle im Kassensystem": "Consolidation of orders from various channels in the cash register system",
    "Kein manuelles Abtippen von Bestellungen": "No manual transcription of orders",
    "Digitale Übertragung von Bestellungen an den Küchenmanager": "Digital transmission of orders to the kitchen manager",
    "Geringere Fehlerquote dank Schritt-für-Schritt Anleitung am Monitor": "Lower error rate thanks to step-by-step instructions on the monitor",
    "Flottenmanagement und Fahrer-Tracking": "Fleet management and driver tracking",
    "Optimale": "Optimal",
    "Fahrer-Übersicht": "Driver Overview",
    "Zusammenfassung von ortsnahen Touren für Fahrer:innen": "Summary of nearby tours for drivers",
    "Kürzere Lieferzeiten dank automatischer Tourenplanung": "Shorter delivery times thanks to automatic route planning",
    "Neue Auftragsvergabe sobald Fahrer:innen in der Nähe sind": "New assignment allocation as soon as drivers are nearby",
    "Einfaches Fahrer-Tracking und Auswertung der Effizienz": "Easy driver tracking and efficiency analysis",
    "Produkt- und Personalverwaltung": "Product and Personnel Management",
    "Effektives Waren- &": "Effective Inventory &",
    "Personalmanagement": "Personnel Management",
    "Fehlende Artikel werden automatisch im Warenbestand angezeigt": "Missing items are automatically displayed in the inventory",
    "Zentrale Bestellung aller Produkte bei bevorzugten Lieferanten": "Central ordering of all products from preferred suppliers",
    "Zeitersparnis durch einfache Online-Schichtplanung": "Time savings through simple online shift planning",
    "Lange Lieferzeiten und eine unübersichtliche Verwaltung der Order-Kanäle haben jetzt ein Ende! Mit PayPoint werden Bestellungen automatisch im Gastro-Kassensystem zusammengefasst Bestellungen von Webshop und App, in-House, Telefon und Lieferportalen werden anschließend direkt an den Küchenmanager weitergeleitet Auslieferungen werden automatisch in Routen gebündelt und Fahrer:innen sind via Tracking schneller erreichbar Dein Vorteil: Garantierte Auslieferung in unter 30 Minuten und bessere Kundenbewertungen!": "Long delivery times and confusing management of order channels are now an end! With SIDES, orders are automatically combined in the gastro cash register system. Orders from the web shop and app, in-house, telephone and delivery portals are then forwarded directly to the kitchen manager. Deliveries are automatically bundled into routes and drivers can be reached more quickly via tracking. Your advantage: guaranteed delivery in under 30 minutes and better customer reviews!",
    "Kann das System Rabatte oder Sonderangebote verwalten?": "Can the system manage discounts or special offers?",
    "Ja, das System bietet die Möglichkeit, Rabatte oder Sonderangebote zu verwalten Durch die Benutzeroberfläche der Kassensoftware können Sie verschiedene Arten von Rabatten einrichten, wie zum Beispiel prozentuale Rabatte, Mengenrabatte oder festgelegte Geldbeträge Diese Rabatte können dann während des Checkout-Prozesses angewendet werden, entweder automatisch oder manuell durch den Kassierer": "Yes, the system provides the capability to manage discounts or special offers. Through the user interface of the cash register software, you can set up various types of discounts, such as percentage discounts, quantity discounts, or fixed amounts. These discounts can then be applied during the checkout process, either automatically or manually by the cashier.",

    "Wie kann ich technische Probleme mit der Software oder Hardware lösen?": "How can I solve technical issues with the software or hardware?",
    "Wir bieten einen umfassenden Kundenservice, der es Ihnen ermöglicht, sich direkt mit unserem Support-Team zu verbinden Durch Tools wie TeamViewer können wir uns schnell und effizient mit Ihrem PC verbinden, um technische Probleme zu diagnostizieren und zu lösen Unser Support-Team steht Ihnen rund um die Uhr zur Verfügung, um sicherzustellen, dass Sie jederzeit Unterstützung erhalten, falls Probleme auftreten sollten Sie können uns einfach kontaktieren, und wir werden uns bemühen, Ihre Anliegen so schnell wie möglich zu lösen, um Ausfallzeiten zu minimieren und den reibungslosen Betrieb Ihrer Kassensoftware sicherzustellen": "We provide comprehensive customer service that allows you to connect directly with our support team. Through tools like TeamViewer, we can quickly and efficiently connect to your PC to diagnose and resolve technical issues. Our support team is available 24/7 to ensure you receive assistance anytime issues arise. You can simply contact us, and we will strive to resolve your concerns as quickly as possible to minimize downtime and ensure smooth operation of your cash register software.",

    "Bietet das System Funktionen zur Verwaltung von Reservierungen für Tische oder Veranstaltungen?": "Does the system offer features to manage reservations for tables or events?",
    "Das System bietet Funktionen zur Verwaltung von Reservierungen für Tische oder Veranstaltungen an Damit können Sie den Buchungsprozess effizient verwalten und den Gästen eine reibungslose Erfahrung bieten": "Yes, the system offers features to manage reservations for tables or events. This allows you to efficiently handle the booking process and provide guests with a smooth experience.",

    "Gibt es eine Möglichkeit, Sonderwünsche oder Anpassungen für Bestellungen zu berücksichtigen?": "Is there a way to accommodate special requests or customizations for orders?",
    "Ja, das System bietet die Möglichkeit, Sonderwünsche oder Anpassungen für Bestellungen zu berücksichtigen Damit können Kunden ihre Bestellungen individuell anpassen und sicherstellen, dass ihre Bedürfnisse erfüllt werden": "Yes, the system provides the capability to consider special requests or customizations for orders. This allows customers to customize their orders individually and ensure their needs are met.",
    "Häufige gestellte Fragen": "Frequently Asked Questions",

    "Restaurant Webshop & Bestell-App": "Restaurant Webshop & Ordering App",
    "Dein Business": "Your Business",
    "Dein Design": "Your Design",
    "Wähle ein individuelles Design passend zu deinem Gastronomiebetrieb": "Choose a custom design that suits your gastronomy business",
    "Nutze ein zentrales Webshop-System für mehrere Filialen": "Use a central webshop system for multiple branches",
    "Schaffe Kaufanreize mit Gutscheinen und Rabatten": "Create incentives for purchases with vouchers and discounts",
    "Biete vor Ort die QR-Code Tischbestellung über den Webshop an": "Offer on-site QR code table ordering through the webshop",
    "Lasse Kund:innen ihren Bestellstatus in Echtzeit mit verfolgen": "Let customers track their order status in real-time",
    "Integriere das digitale Bonussystem zur langfristigen Kundenbindung": "Integrate the digital bonus system for long-term customer loyalty",
    "Smartes Mehrweg-Pfandsystem": "Smart reusable deposit system",
    "Nachhaltige Lieferung": "Sustainable delivery",
    "von Bestellungen": "of orders",
    "Lege deine Speisen und Getränke flexibel in der Admin an": "Flexibly manage your dishes and drinks in the admin",
    "Bestimme das Liefergebiet für deinen Webshop bei Google Maps": "Define the delivery area for your webshop on Google Maps",
    "Spare Verpackungskosten und biete die Lieferung in Mehrwegbehältern an": "Save packaging costs and offer delivery in reusable containers",
    "Nutze die Schnittstellen zu Mehrweganbietern oder richte dein eigenes Pfandsystem ein": "Use interfaces to multiple providers or set up your own deposit system",

    "Bestellungen": "Orders",
    "0% Provision bei Bestellungen über den eigenen Webshop & die App": "0% commission on orders through your own webshop & the app",
    "Kein manuelles Abtippen von Bestellungen dank Lieferportalanbindungen": "No manual transcription of orders thanks to delivery portal integrations",
    "Lebensmittelbestellungen werden automatisch mit der Kasse synchronisiert": "Food orders are automatically synchronized with the cash register",
    "Pick-App und digitale Packliste": "Pick app and digital packing list",
    "Einfach": "Easy",
    "kommissionieren": "picking",
    "Automatische Zusammenstellung von Bestellungen in der Kommissionierung": "Automatic compilation of orders in picking",
    "Waren werden anhand der Sortierung nach Warengruppen und Lagerorten schneller gefunden": "Goods are found more quickly based on sorting by product groups and storage locations",
    "Direkte Übermittlung von verpackten Bestellungen an die Fahrer-App": "Direct transmission of packed orders to the driver app",
    "Effizient": "Efficient",
    "ausliefern": "deliver",
    "Automatische Zusammenfassung von Touren für Fahrer:innen": "Automatic summarization of routes for drivers",
    "Verkürzte Lieferzeiten dank optimierter Tourenplanung": "Reduced delivery times thanks to optimized route planning",
    "Automatischer Anstoß von neuen Aufträgen, sobald Fahrer:innen in der Nähe sind": "Automatic initiation of new orders as soon as drivers are nearby",
    "Warenwirtschaft & Personalmanagement": "Inventory Management & Personnel Management",
    "Waren & Personal": "Goods & Personnel",
    "managen": "manage",
    "Verkaufte Produkte werden automatisch vom Warenbestand abgezogen": "Sold products are automatically deducted from inventory",
    "Bestelle Waren zentral bei deinen Lieferanten": "Order goods centrally from your suppliers",
    "Effiziente Schichtplanung mit dem online Schichtplaner": "Efficient shift planning with the online shift planner",
    "Supermarkt Lieferdienst": "Supermarket Delivery Service",
    "Optimiere deinen": "Optimize your",
    "Lebensmittel-": "Grocery-",
    "Lieferservice": "Delivery Service",
    "Mit PayPoint können deine Kund:innen Lebensmittel einfach bestellen und du lieferst diese schneller aus": "With PayPoint, your customers can easily order groceries, and you deliver them faster.",
    "Jetzt Termin sichern": "Secure your slot now",
    "Video abspielen": "Play video",
    "Liefere wie am Schnürchen, statt am seidenen Faden": "Deliver seamlessly, not by a silken thread",
    "Die manuelle Verarbeitung und ineffiziente Auslieferung von Lebensmitteln hat ein Ende! Mit PayPoint werden Bestellungen über deinen": "The manual processing and inefficient delivery of groceries come to an end! With PayPoint, orders from your",
    "oder Lieferportale automatisch in deiner Kasse synchronisiert Bereits in der Kommissionierung werden Bestellungen zu optimalen Routen zusammengefasst und anschließend an deine Fahrer:innen übermittelt Das führt zu kürzeren Lieferzeiten und glücklichen Kund:innen": "or delivery portals are automatically synchronized with your cash register. Orders are already consolidated into optimal routes during picking and then transmitted to your drivers. This leads to shorter delivery times and happy customers",
    "Restaurant WebShop": "Restaurant WebShop",

    "Lieferportale": "Delivery Portals",
    "Automatisch & unkompliziert​": "Automatic & uncomplicated",
    "Schnittstelle zu Lieferportalen": "Interface to Delivery Portals",
    "Die Lieferportalanbindungen integrieren Online Bestellungen automatisch in deine Kasse": "Delivery portal integrations automatically integrate online orders into your cash register.",
    "Dank der Lieferportalanbindung werden Online Bestellungen von Lieferportalen automatisch in die Kasse übertragen": "Thanks to the delivery portal integration, online orders from delivery portals are automatically transferred to the cash register.",
    "Automatische Bestellübertragung": "Automatic Order Transmission",
    "Verringere deine Fehlerquote": "Reduce your error rate",
    "Da du Bestellungen nicht mehr in die Kasse eintippen musst, verschwinden Fehler die beim abtippen entstehen können": "Since you no longer have to manually enter orders into the cash register, errors that can occur during typing disappear.",
    "Ein System für alle deine Portale": "One system for all your portals",
    "Mithilfe der Schnittstelle kannst du Bestellungen direkt in der Kasse verwalten und musst nicht mit verschiedenen Tablets arbeiten": "With the interface, you can manage orders directly in the cash register and don't have to work with various tablets.",
    "Individuell & flexibel kombinierbar": "Individually & flexibly combinable",
    "Dank der direkten Anbindung an die gängigen Lieferportale wie Lieferando, Wolt oder Uber Eats werden Online Bestellungen automatisch in der Kasse integriert Zudem können alle Artikel, die in unserer Software angelegt werden, automatisch an ausgewählte Lieferportale übertragen werden": "Thanks to the direct connection to popular delivery portals such as Lieferando, Wolt, or Uber Eats, online orders are automatically integrated into the cash register. Additionally, all items created in our software can be automatically transferred to selected delivery portals.",
    "So einfach ist die Nutzung der Lieferportalanbindung": "Using the delivery portal integration is this simple",
    "In vier Schritten zur Lieferportalanbindung": "In four steps to the delivery portal integration",
    "Du entscheidest": "You decide",
    "welche Schnittstellen du nutzen möchtest": "which interfaces you want to use",
    "Du legst bei den Lieferdiensten einen": "You create an",
    "Account": "account",
    "an": "",
    "Wir richten die": "We set up the",
    "Integration der Schnittstellen": "integration of interfaces",
    "in deiner Kasse ein": "in your cash register",
    "Du kannst automatisch Online Bestellungen entgegennehmen": "You can automatically accept online orders.",

    "QR-Code Bestellung": "QR Code Ordering",
    "Tischbestellung mit QR-Code": "Table ordering with QR Code",
    "Kontaktlos & selbstbestimmt": "Contactless & self-determined",
    "Ermögliche deinen Gästen bequem digital per Smartphone am Tisch zu bestellen und bargeldlos zu bezahlen": "Allow your guests to comfortably order digitally via smartphone at the table and pay cashlessly",
    "Einsparung von Personalkosten": "Saving on personnel costs",
    "Deine Gäste können über einen QR-Code selbst am Tisch bestellen, wodurch du den Service- Aufwand verringerst": "Your guests can order at the table themselves using a QR Code, reducing the service effort for you.",
    "Mehr Zusatzverkäufe": "More additional sales",
    "Schnelle Abwicklung": "Quick processing",
    "Durch Selbstbedienung müssen Gäste nicht erst auf Servicekräfte warten, wodurch du mehr Gäste abwickeln kannst": "With self-service, guests don't have to wait for service staff, allowing you to handle more guests.",
    "Einfach bestellen": "Easy ordering",
    "Steigere": "Increase",
    "deinen durchschnittlichen": "your average",
    "Umsatz pro Gast um 20%": "revenue per guest by 20%",
    "dank kontaktloser Tischbestellung mit QR-Code": "thanks to contactless table ordering with QR Code.",
    "Über eine Schnittstelle zum Kassensystem und Webshop kannst du das kontaktlose Tischbestellsystem in deinem Restaurant anbieten": "Through an interface to the cash register system and webshop, you can offer the contactless table ordering system in your restaurant.",
    "Digitale Speisekarte": "Digital menu",
    "Du kannst die online Speisekarte für die kontaktlose Tischbestellung unabhängig von deinem Lieferdienst-Angebot über den Webshop bearbeiten": "You can edit the online menu for contactless table ordering independently of your delivery service offer through the webshop.",
    "Live Bestellstatus": "Live order status",
    "Deine Gäste können den Status ihrer Bestellung live auf dem Smartphone mitverfolgen und wissen genau, wann die Bestellung fertig ist": "Your guests can track the status of their order live on their smartphone and know exactly when the order is ready.",
    "Automatische Übertragung": "Automatic transmission",
    "Die Bestellung wird automatisch in dein cloud-basiertes Kassensystem übertragen und kann dort von dir weiter verarbeitet werden": "The order is automatically transmitted to your cloud-based cash register system and can be further processed by you there.",
    "Artikel-Vorschläge": "Item suggestions",
    "In der digitalen Speisekarte kannst du Artikel-Vorschläge einstellen, die deinen Gästen bei der Auswahl von bestimmten Speisen automatisch angeboten werden": "In the digital menu, you can set item suggestions that are automatically offered to your guests when selecting certain dishes.",
    "Bargeldlose Zahlung": "Cashless payment",
    "Dank integrierter Online-Bezahlmethoden, wie PayPal, können deine Gäste ihre Bestellung direkt digital bezahlen und Trinkgeld geben": "Thanks to integrated online payment methods like PayPal, your guests can pay for their order directly digitally and give tips.",
    "Web shop & app": "Web shop & app",
    "Unkompliziert & individuell": "Simple & individual",
    "Dein Restaurant Webshop": "Your Restaurant Webshop",
    "Mit dem Webshop & der Lieferdienst App für die Gastronomie nimmst du Bestellungen provisionsfrei entgegen": "With the webshop and delivery service app for gastronomy, you accept orders commission-free.",
    "Profitable Online Bestellungen": "Profitable online orders",
    "Du zahlst keine Provision für Bestellungen, die über deinen eigenen Gastro Webshop eingehen und steigerst somit deinen Gewinn": "You don't pay a commission for orders received through your own gastro webshop, thereby increasing your profit.",
    "Digitale Kundenbeziehungen": "Digital customer relationships",
    "Mit deinem eigenen Webshop und der Bestellapp ermöglichst du Kund:innen direkt online bei dir zu bestellen und baust so deinen Kundenstamm auf": "With your own webshop and ordering app, you enable customers to order directly online from you, building your customer base.",
    "Langfristige Kundenbindung": "Long-term customer loyalty",
    "Google Food Anbindung": "Google Food Integration",
    "Richte Google Food Ordering ein und gib deinen Kund:innen die Möglichkeit, Bestellungen direkt über Google aufzugeben": "Set up Google Food Ordering and give your customers the opportunity to place orders directly through Google.",
    "Flexible Verwaltung": "Flexible management",
    "Du kannst deinen Restaurant Webshop selbst verwalten und alle Daten, wie Artikel, Warengruppen oder Bilder, bequem einstellen und ändern": "You can manage your restaurant webshop yourself and easily adjust and change all data, such as items, categories, or images.",
    "Gutscheinsystem": "Voucher system",
    "Bewerbe Rabattaktionen ganz einfach im Webshop und der Bestellapp und binde so Kund:innen langfristig an deinen Lieferdienst": "Promote discount campaigns easily in the webshop and ordering app, thus binding customers to your delivery service in the long term.",
    "Responsive Design": "Responsive design",
    "Dein Restaurant Webshop bietet auf jedem Gerät ein tolles Bestellerlebnis und wird immer im richtigen Format und in hoher Auflösung dargestellt": "Your restaurant webshop offers a great ordering experience on every device and is always displayed in the correct format and high resolution.",
    "Echtzeit-Bestellstatus": "Real-time order status",
    "Zeige deinen Kund:innen im Webshop und der App, in welchem Lieferstatus sich die Bestellung befindet und erhöhe damit die Kundenzufriedenheit": "Show your customers in the webshop and app the current delivery status of their order, thereby increasing customer satisfaction.",
    "Kundenlogin": "Customer login",
    "Das Gastronomie Bestellsystem verfügt über einen Kundenlogin mit dem du Gäste an dein Restaurant bindest und das Speichern von Adressen und Bestellungen ermöglichst": "The gastronomy ordering system has a customer login that binds guests to your restaurant and enables the storage of addresses and orders.",
    "Einfach machen": "Make it easy",
    "So einfach ist die Einrichtung deines Gastro Webshops": "Setting up your gastro webshop is that easy",
    "Wir richten deinen Restaurant Webshop in kürzester Zeit ein, sodass du profitable Bestellungen entgegen nehmen kannst": "We set up your restaurant webshop in no time so that you can accept profitable orders.",
    "Du entscheidest den": "You decide the",
    "Du wählst zwischen unseren": "You choose between our",
    "Templates oder einem indivi- duellen Design": "Templates or an individual design",
    "Wir legen los und richten deinen Restaurant Webshop ein": "We get started and set up your restaurant webshop",
    "Prüfung": "Review",
    "der Systemeinrichtung und": "of system setup and",
    "Selbstschulung": "Self-training",
    "Los geht's!": "Let's get started!",
    "Erfolgreich mit uns an deiner Seite": "Successful with us by your side",
    "Dein All-in-One Kassensystem für die Gastronomie​": "Your All-in-One POS System for Gastronomy",
    "Kassensystem Gastronomie": "POS System Gastronomy",
    "Mit der TSE-zertifizierten Gastro Kasse von SIDES hast du die volle Kontrolle über deinen Gastronomiebetrieb und kannst diesen flexibel verwalten": "With the TSE-certified Gastro POS system from PayPoint, you have full control over your gastronomy business and can manage it flexibly.",
    "Alle Bestellkanäle in einem Kassensystem": "All ordering channels in one POS system",
    "Decke mit dem Gastro Kassensystem alle Bestellkanäle ab, egal ob Restaurant Webshop-, Lieferportal-, Telefon- oder Tisch- und Thekenbestellungen": "Cover all ordering channels with the Gastro POS system, whether it's restaurant webshop, delivery portal, phone, or table and counter orders.",
    "Kein manuelles Abtippen in die Gastro Kasse": "No manual typing into the Gastro POS system",
    "Empfange Webshop-, App- und Lieferportalbestellungen automatisch in der Kasse, spare damit Zeit und reduziere Fehler und Kosten": "Receive webshop, app, and delivery portal orders automatically in the POS system, saving time and reducing errors and costs.",
    "Die TSE Kasse ist einfach zu bedienen & 100% sicher": "The TSE POS system is easy to use & 100% secure",
    "Das zertifizierte Gastronomie Kassensystem ist zu 100% finanzamtkonform und auf die effektive Bestellaufnahme in der Gastronomie optimiert": "The certified gastronomy POS system is 100% tax-compliant and optimized for efficient order processing in the gastronomy sector.",
    "Zertifiziertes Kassensystem mit Cloud-TSE": "Certified POS system with Cloud-TSE",
    "Intuitive Bedienung": "Intuitive operation",
    "Die Kasse deckt den Bedarf von Restaurants ab und ist zu- gleich auf Lieferdienste ausgerichtet": "The POS system meets the needs of restaurants and is also oriented towards delivery services.",
    "Zertifiziertes Kassensystem mit Cloud-TSE​": "Certified POS system with Cloud-TSE​",
    "Für alle Fälle gewappnet": "Prepared for all cases",
    "Thekenverkauf, Inhouse, zum Abholen oder für deinen Lieferdienst PayPoint ist an deiner Seite": "Counter sales, in-house, for takeout, or for your delivery service - PayPoint is by your side.",
    "Unbegrenzte Kassenplätze​": "Unlimited cash register locations",
    "Mobile Kasse Gastronomie": "Mobile POS system for gastronomy",
    "Unser mobiles POS System kann von unbegrenzt vielen Mitarbeiter:innen verwendet werden und spart viel Zeit im stressigen Restaurant-Alltag": "Our mobile POS system can be used by an unlimited number of employees and saves a lot of time in the stressful restaurant everyday life.",
    "Viele Wege führen zum Lohn": "Many ways lead to wages",
    "Integriertes Payment": "Integrated payment",
    "Zahlen per QR-Code am Tisch direkt mit dem Telefon? Einfach splitten oder Teilzahlen – ohne Umwege? Ob bargeldlos oder bar – lass deine Gäste mit unserem integrierten Zahlsystem problemlos über viele Zahlungsarten zahlen": "Paying by QR code at the table directly with the phone? Splitting or partial payments made easy - whether cashless or in cash, let your guests pay seamlessly with our integrated payment system.",
    "QR-Code Tischbestellung​": "QR Code table ordering​",
    "Kontaktlose Bestellung": "Contactless ordering",
    "Mit dem innovativen Paypoint Webshop bestellen deine Gäste ohne Wartezeiten über einen QR-Code kontaktlos am Tisch im Restaurant": "With the innovative Paypoint webshop, your guests can order contactlessly at the table using a QR code without waiting.",
    "Kundenmonitor für Thekenbestellungen": "Customer monitor for counter orders",
    "Schaffe Vertrauen": "Build trust",
    "Über den Kundenmonitor sehen deine Kund:innen ihre Bestellung samt Extras und Bonuspunkten So schaffst du mehr Transparenz und Vertrauen im Bestellabschluss": "Through the customer monitor, your customers see their order, including extras and bonus points. This creates more transparency and trust in the order completion.",
    "Echtzeit-Analysen": "Real-time analyses",
    "Schau dir über das Gastronomie Kassensystem Auswertungen zu Lieferzeiten, Umsätzen und vielem mehr in Echtzeit und von überall aus an": "Check real-time analyses of delivery times, turnovers, and much more through the gastronomy POS system from anywhere.",
    "Kontakt aufnehmen": "Get in touch",
    "Erfahren Sie mehr": "Learn more",
    "Mit den richtigen Partnern an deiner Seite": "With the right partners by your side",
    "Nimm mit dem integrierten Gutscheinsystems und dem Bonussystem dein Marketing selbst in die Hand und binde deine Kund:innen langfristig an dich": "Take marketing into your own hands with the integrated voucher system and bonus system and bind your customers to you in the long term",
    "Unkompliziert & individuell​": "Simple & individual",
    "Mit der digitalen Speisekarte kannst du gegen einen Aufpreis Artikel automatisch vorschlagen, und den Ø Bon erhöhen": "With the digital menu, you can automatically suggest items for an additional charge and increase the average receipt.",
    "Alle Bestellungen automatisiert in deiner TSE Kasse: Mit den Schnittstellen zu Lieferando, Wolt, Uber Eats und Co werden Bestellungen synchronisier": "All orders are automated in your TSE checkout: Orders are synchronized with the interfaces to Lieferando, Wolt, Uber Eats and Co.",
    "Vertrag": "Contract",
    "Tischverwaltung": "Table management",
    "Vereinfache die Arbeit deiner Mitarbeiter:innen, indem du über das Kassensystem verschiedene Raumpläne anlegst und Tische positionierst": "Simplify the work of your employees by creating different floor plans and positioning tables via the POS system",
    "Erstelle mit unserem Gutscheinsystem schnell und unkompliziert Rabattaktionen und binde so Kund:innen langfristig an dein Restaurant": "Create discount campaigns quickly and easily with our voucher system and bind customers to your restaurant in the long term",
    "Steuere alle Standorte über ein POS System und profitiere von der unbegrenzten Auswahl an stationären und mobilen Kassenplätzen": "Control all locations via a POS system and benefit from the unlimited selection of stationary and mobile cash register locations",
    "Stressfreie Buchhaltung dank DATEV-kompatiblem Datenexport: Nutze das Kassenbuch direkt in der SIDES Kassensoftware": "Stress-free accounting thanks to DATEV-compatible data export: Use the cash book directly in the SIDES POS software",
    "Alle Bestellungen automatisiert in deiner TSE Kasse: Mit den Schnittstellen zu Lieferando, Wolt, Uber Eats und Co werden Bestellungen synchronisiert": "All orders are automated in your TSE checkout: Orders are synchronized with the interfaces to Lieferando, Wolt, Uber Eats and Co.",
    "Anbindung an Lieferportale": "Integration with delivery portals",
    "Integriertes Kassenbuch": "Integrated cash book",
    "Viele Wege führen zum Lohn​": "Many ways lead to wages",
    "Kundenmonitor für Thekenbestellungen​": "Customer monitor for counter orders​",

    "Dein POS Kassensystem mit der Schnittstelle zu zahlreichen Lieferportalen": "Your POS cash register system with the interface to numerous delivery portals",
    "In den meisten Restaurants wird online Essen bestellt und geliefert Dieser Service gehört mit zum Gastronomie-Angebot und bietet dir die Möglichkeit, die Anzahl der Bestellungen und damit deinen Umsatz zu steigern und neue Kundengruppen zu gewinnen": "In most restaurants, food is ordered and delivered online. This service is part of the gastronomy offer and provides you with the opportunity to increase the number of orders, thus boosting your revenue and attracting new customer groups.",
    "Mit unserem": "With our",
    "digitalen Kassensystem Gastronomie": "digital cash register system for gastronomy",
    "bist du ideal für einen Lieferdienst ausgestattet und kannst": "you are ideally equipped for a delivery service and can",
    "Bestellungen von allen wichtigen Anbietern": "receive orders from all major providers",
    "direkt in der Kasse empfangen": "directly in the cash register",
    "Einen Lieferservice kannst du natürlich nicht nur über": "Of course, you can offer a delivery service not only through",
    "externe Lieferportale": "external delivery portals",
    "anbieten, sondern auch über den eigenen Lieferdienst": "but also through your own delivery service.",
    "Automatische Übertragung der Bestellung an die Restaurant Kasse": "Automatic transfer of orders to the restaurant cash register",
    "Die automatische Übertragung von Bestellungen in das eigene Kassensystem funktioniert dabei über eine": "The automatic transfer of orders to your own cash register system works through an",
    "API Schnittstelle": "API interface",
    "die eine Verbindung zwischen dem Lieferportal und dem eigenen Shop- oder Kassensystem herstellt, und so die Bestellungen in das eigene System überträgt": "which establishes a connection between the delivery portal and your own shop or cash register system, transferring the orders to your system.",
    "Damit können Bestellannahmen aus unterschiedlichen Lieferportalen in nur ein einziges System laufen Diese können automatisch empfangen, angenommen und gedruckt werden Das bedeutet, dass eingehende Bestellungen nicht mehr manuell in die Kasse abgetippt werden müssen, sondern automatisch übertragen werden": "This allows order acceptances from various delivery portals to run in just one system. These can be automatically received, accepted, and printed. This means that incoming orders no longer need to be manually typed into the cash register but are automatically transferred.",
    "Außerdem muss dein Restaurant dadurch nicht mehr mit einzelnen Tablets pro Lieferportal arbeiten, sondern wird nur noch über ein einziges Gerät bedient Du entscheidest selbst, welche": "Additionally, your restaurant no longer has to work with individual tablets for each delivery portal but is operated through a single device. You decide which",
    "Lieferportalanbindungen": "delivery portal connections",
    "dunutzen möchtest": "you want to use.",
    "Das Kassensystem von PayPoint ist schnell und einfach zu bedienen und bietet dir zugleich die Möglichkeit, über die Lieferportalanbindung an zahlreiche Lieferportale angeschlossen zu sein Aber du bist damit auch für deinen eigenen Lieferdienst mit unserer": "The PayPoint cash register system is fast and easy to use, providing you with the opportunity to be connected to numerous delivery portals through the delivery portal integration. But you are also equipped for your own delivery service with our",
    "Lieferservice Software": "delivery service software",
    "perfekt ausgestattet": "perfectly equipped.",
    "PayPoint Kassensystem mit Lieferportalanbindung zu allen Anbietern": "PayPoint cash register system with delivery portal integration to all providers",
    "Unsere": "Our",
    "Kassensoftware ist mit einer technischen Sicherheitseinrichtung (TSE)": "Cash register software is equipped with a technical security device (TSE)",
    "ausgestattet und auf alle Anforderungen, denen sich Restaurants und Lieferdienste stellen, unmittelbar zugeschnitten Die Kasse wurde für eine schnelle Bestellaufnahme optimiert Es sind alle wichtigen": "and tailored to all requirements that restaurants and delivery services face. The cash register has been optimized for fast order processing. It includes all important",
    "Lieferportal-Anbieter, wie Lieferando, DiscoEat, Wolt, Uber Eats oder Google Food Ordering": "delivery portal providers such as Lieferando, DiscoEat, Wolt, Uber Eats, or Google Food Ordering",
    ", direkt eingebunden": ", directly integrated.",
    "Restaurants mit Lieferdienst können effizienter ausliefern": "Restaurants with delivery service can deliver more efficiently",
    "Auch Touren werden durch das": "Even tours are consolidated and displayed through the",
    "TSE-Kassensystem": "TSE cash register system",
    "automatisch zusammengefasst und angezeigt Lieferzeiten werden getrackt und ausgewertet und eine Erinnerung für Fahrer:innen sorgt dafür, dass sie nichts vergessen Dadurch werden Fehler vermieden": "automatically summarized and displayed. Delivery times are tracked and evaluated, and a reminder for drivers ensures that nothing is forgotten, avoiding errors.",
    "Alle Vorteile im Überblick": "All advantages at a glance",
    "Alle Bestellungen von Lieferportalen direkt im System durch die POS Integration": "All orders from delivery portals directly in the system through POS integration",
    "Bon wird direkt ausgedruckt – kein Abtippen von Bons in die Kasse": "Receipt is printed directly – no typing of receipts into the cash register",
    "Automatisierung von Bestelleingängen": "Automation of order entries",
    "Fehlerwahrscheinlichkeit wird durch automatische Übertragung reduziert": "Error probability is reduced through automatic transmission",
    "Alle Schnittstellen zu Zahlungsanbietern, Datenaustausch, Buchhaltung & Lieferanten in einem Paket": "All interfaces to payment providers, data exchange, accounting & suppliers in one package",
    "Neben den gängigen Lieferportalen hast du Zugriff auf eine große Auswahl an": "In addition to the common delivery portals, you have access to a wide range of",
    "Zahlungsanbietern, wie beispielsweise Adyen, Mollie oder PayPlaza": "payment providers such as Adyen, Mollie, or PayPlaza.",
    "Die Integration erfolgt nahtlos, sodass bestehende Accounts weiterverwendet werden können Auch für die Buchhaltung verläuft der Datenaustausch durch unsere Integrationen automatisch und ohne Umwege": "The integration is seamless, allowing existing accounts to be reused. Also, for accounting, data exchange through our integrations is automatic and without detours.",
    "So gibt es beispielsweise eine": "For example, there is a",
    "DATEV Schnittstelle": "DATEV interface",
    "und Integration für die Gastronomie Arbeite mit den Anbindungen zu diversen Schnittstellen noch effizienter und steigere deine Umsätze!": "and integration for gastronomy. Work more efficiently with connections to various interfaces and increase your revenues!"
  }
}
